import styles from './index.module.css';

const Offer = () => {
  return (
    <div>
      <header className={styles.header}>
        <nav className={styles.navbar}>
          <div className={styles.navLeft}>
            <h2><a href="/">Polynskih</a></h2>
          </div>
          <div className={styles.navButton}>
            <button>
              <a href="https://t.me/Polynskih" target="_blank">
                Бесплатная консультация
              </a>
            </button>
          </div>
        </nav>
      </header>
      <body>
        <div className={styles.offer}>
          <h1 className={styles.offerTitle}>Договор-оферта оказания информационно-консультационных услуг</h1>
          <div className={styles.offerContent}>
    <h2>1. Общие положения</h2>
    <p>1.1. Индивидуальный предприниматель Привалов Александр Владимирович, именуемый в дальнейшем Исполнитель, адресует настоящий договор-оферту оказания информационно-консультационных услуг (далее по тексту – Договор-оферта) любому лицу (неопределенному кругу лиц), чья воля будет выражена им лично либо через уполномоченного представителя, выразившему готовность воспользоваться услугами Исполнителя. Заказчиком признается лицо, которое заключило договор с Исполнителем в электронной форме в результате акцепта настоящего Договора-оферты. В дальнейшем по тексту Договора-оферты Исполнитель и Заказчик вместе именуются Стороны, а индивидуально – Сторона.</p>
    <p>1.2. Договор-оферта является официальным предложением Исполнителя (офертой) к заключению договора оказания информационно-консультационных услуг и содержит все существенные условия договора оказания информационно-консультационных услуг.</p>
    <p>1.3. Акцептом Договора-оферты является частичная/полная оплата Заказчиком услуг Исполнителя в порядке, размере и сроки, указанные в Договоре-оферте.</p>
    <p>1.4. Совершая акцепт Договора-оферты, Заказчик гарантирует, что ознакомлен, соглашается, полностью и безоговорочно принимает все условия Договора-оферты в том виде, в каком они изложены в тексте Договора-оферты. Также Заказчик подтверждает, что Договор-оферта не содержит иных явно обременительных для Заказчика условий, которые Заказчик, исходя из своих разумно понимаемых интересов, не принял бы при наличии у него возможности участвовать в определении условий Договора-оферты, а услуги, указанные в Договоре-оферте, не являются навязанными Заказчику.</p>
    <p>1.5. Совершая акцепт Договора-оферты, Заказчик подтверждает, что воспользовался правом получить у Исполнителя разъяснения относительно условий оказания услуг, а также подтверждает то, что условия оказания услуг полностью соответствуют воле, потребностям и требованиям Заказчика.</p>
    <p>1.6. Заказчик понимает, что акцепт Договора-оферты в порядке, указанном в п.3 Договора-оферты равносилен заключению договора на условиях, изложенных в Договоре-оферте.</p>
    <p>1.7. Совершая акцепт Договора-оферты, Заказчик гарантирует, что он обладает необходимой дее- и правоспособностью, а также необходимыми полномочиями и правами на вступление в договорные отношения с Исполнителем.</p>
    <p>1.8. Договор-оферта является равносильным договору, подписанному Сторонами, имеет юридическую силу и действителен в электронном виде.</p>
    <p>1.9. Договор-оферта может быть отозван в любое время до момента его акцепта.</p>
    <p>1.10. Информационно-консультационные услуги не являются образовательной деятельностью, не подлежат лицензированию, не сопровождаются проведением итоговой аттестации, присвоения какой-либо квалификации и выдачей документа об образовании.</p>

    <h2>2. Предмет договора</h2>
    <p>2.1. Исполнитель обязуется оказывать информационно-консультационные услуги, указанные в п.2.2. Договора-оферты, (далее по тексту – Услуги), а Заказчик обязуется оплатить Услуги.</p>
    <p>2.2. В рамках Договора-оферты Исполнитель оказывает по выбору Заказчика следующие виды Услуг:</p>
    <p className="indent">2.2.1. Предоставление доступа к материалам, необходимым для освоения профессии QA инженера (тестировщика), а также материалам, позволяющим подготовиться к собеседованиям на должность QA инженера (тестировщика).</p>
    <p className="indent">2.2.2. Информационно-консультационное сопровождение при трудоустройстве в сфере обеспечения качества разработки ПО (программного обеспечения) и его функционального тестирования.</p>
    <p>2.3. Оказание Услуг осуществляется Исполнителем в онлайн формате путем предоставления ссылок на материалы, предоставления ответов на вопросы Заказчика, организации онлайн-конференций и другими способами в зависимости от вида Услуг. Услуги (часть Услуг, в случае оказания Услуг по этапам) по Договору-оферте считаются оказанными в момент осуществления Заказчиком оплаты Услуг (части Услуг, в случае оказания Услуг по этапам). Стороны пришли к соглашению, что акт оказанных услуг по результатам оказания Услуг не составляется и не подписывается. Услуги считаются принятыми Заказчиком надлежащим образом по качеству и объему, если в течение семи календарных дней после фактического оказания Услуг Исполнитель не получил от Заказчика мотивированных письменных возражений по качеству оказанных Услуг на электронную почту.</p>
    <p>2.4. В случае, если Заказчик, по причинам, не зависящим от Исполнителя, не воспользовался Услугами и не уведомил Исполнителя о своем желании отказаться от Услуг в порядке, предусмотренном Договором-офертой, Услуги считаются предоставленными.</p>

    <h2>3. Заключение, изменение, расторжение Договора-оферты</h2>
    <p>3.1. Заказчик совершает акцепт Договора-оферты путем совершения частичной/полной оплаты Услуг Исполнителя.</p>
    <p>3.2. Заказчик совершает выбор вида Услуг, подлежащих оказанию Исполнителем, путем совершения частичной/полной оплаты соответствующего вида Услуг.</p>
    <p>3.3. Договор-оферта вступает в силу с момента совершения акцепта Заказчиком и действует до полного исполнения Сторонами своих обязательств.</p>
    <p>3.4. Исполнитель вправе в одностороннем порядке в любое время вносить изменения в условия Договора-оферты. Изменения в условия Договора-оферты начинают свое действие с момента их опубликования.</p>
    <p>3.5. Договор-оферта может быть расторгнут по соглашению Сторон или в одностороннем порядке в случаях, предусмотренных законодательством Российской Федерации.</p>

    <h2>4. Права и обязанности Сторон</h2>
    <p>4.1. Исполнитель обязуется:</p>
    <p className="indent">4.1.1. Довести до сведения Заказчика необходимую информацию об Услугах и Исполнителе.</p>
    <p className="indent">4.1.2. Обеспечить оказание Услуг в срок, согласованный с Заказчиком, и в соответствии с описанием Услуг.</p>
    <p className="indent">4.1.3. Сохранять конфиденциальную информацию, полученную от Заказчика, при оказании Услуг.</p>
    <p className="indent">4.1.4. Соблюдать требования действующего законодательства Российской Федерации, касающиеся обработки, передачи и защиты персональных данных Заказчика.</p>
    <p className="indent">4.1.5. Оказывать Услуги на должном профессиональном экспертном уровне, основываясь на своем практическом опыте и накопленных знаниях / умениях и/или практическом опыте и накопленных знаниях / умениях привлеченных им третьих лиц.</p>
    <p className="indent">4.1.6. В соответствии с выбранным Заказчиком видом Услуг направить Заказчику ссылку на форму оплаты соответствующей Услуги.</p>
    <p className="indent">4.1.7. В случае оказания Услуг, указанных в п.2.2.1. Договора-оферты:</p>
    <p className="indent indent">4.1.7.1. Исполнитель обязан в день оплаты предоставить доступ к материалам, необходимым для освоения профессии QA инженера (тестировщика), а также материалам для подготовки к трудоустройству в сфере обеспечения качества разработки ПО (программного обеспечения) и его функционального тестирования, путем направления ссылки на материалы Заказчику. Услуги, указанные в п.2.2.1. Договора-оферты, признаются Сторонами оказанными надлежащим образом и в полном объеме с момента получения Заказчиком доступа к материалам, без учета того, ознакомился ли Заказчик с предоставленными Исполнителем материалами.</p>
    <p className="indent indent">4.1.7.2. Обеспечить Заказчику возможность подключения к телеграмм-чату, созданному Исполнителем в целях предоставления возможности Заказчику обсуждения содержания предоставленных Исполнителем материалов и иной коммуникации с Исполнителем, третьими лицами, привлеченными Исполнителем, другими заказчиками Исполнителя.</p>
    <p className="indent indent">4.1.7.3. В течение 2 (Двух) месяцев после совершения Заказчиком акцепта Договора-оферты еженедельно с использованием согласованного Сторонами сервиса организовывать бесплатные групповые онлайн-конференции (продолжительностью не более 1 (Одного) часа), целью которых является разбор содержания предоставленных Исполнителем материалов.</p>
    <p className="indent indent">4.1.7.4. Не позднее чем за 1 (Один) календарный день уведомлять Заказчика о дате и времени проведения бесплатной групповой онлайн-конференции;</p>
    <p className="indent indent">4.1.7.5. В течение 2 (Двух) месяцев после совершения Заказчиком акцепта Договора-оферты отвечать на вопросы Заказчика, касающиеся содержания предоставленных Исполнителем материалов. Сложность вопроса, объем, и срок ответа определяется в каждом конкретном случае Исполнителем самостоятельно.</p>
    <p className="indent indent">4.1.7.6. В случае заключения Заказчиком трудового (гражданско-правового) договора с работодателем (заказчиком услуг) в результате использования информации, материалов и рекомендаций, полученных Заказчиком в ходе оказания Услуг Исполнителем в течение 3 (Трех) месяцев с даты заключения такого договора оказывать бесплатную информационную поддержку Заказчика путем ответа в разумный срок на любые вопросы Заказчика, заданные в письменной форме.</p>
    <p className="indent">4.1.8. В случае оказания Услуг, указанных в п.2.2.2. Договора-оферты:</p>
    <p className="indent indent">4.1.8.1. Услуги, указанные в п.2.2.2. Договора-оферты, состоят из 5 (Пяти) частей.</p>
    <p className="indent indent">4.1.8.2. При оказании первой части Услуг, указанных в п.2.2.2. Договора-оферты, Исполнитель обязан в день оплаты предоставить доступ к материалам для подготовки к трудоустройству в сфере обеспечения качества разработки ПО (программного обеспечения) и его функционального тестирования путем направления ссылки на материалы Заказчику. Первая часть Услуг, указанных в п.2.2.2. Договора-оферты, признается Сторонами оказанной надлежащим образом и в полном объеме с момента получения Заказчиком доступа к материалам, без учета того, ознакомился ли Заказчик с предоставленными Исполнителем материалами.</p>
    <p className="indent indent">4.1.8.3. Вторая часть Услуг, указанных в п.2.2.2. Договора-оферты, оказывается Исполнителем со дня, следующего за днем оказания первой части данного вида Услуг.</p>
    <p className="indent2">4.1.8.4. При оказании второй части Услуг, указанных в п.2.2.2. Договора-оферты, Исполнитель обязан:</p>
    <ul className="indent indent indent">
        <li>обеспечить Заказчику возможность подключения к телеграмм-чату, созданному Исполнителем в целях предоставления возможности Заказчику обсуждения содержания предоставленных Исполнителем материалов и иной коммуникации с Исполнителем, третьими лицами, привлеченными Исполнителем, другими заказчиками Исполнителя;</li>
        <li>в течение 2 (Двух) месяцев со дня начала оказания второй части данного вида Услуг, еженедельно с использованием согласованного Сторонами сервиса организовывать групповые онлайн-конференции (продолжительностью не более 1 (Одного) часа) с целью предоставления информации в устной форме для подготовки к трудоустройству в сфере обеспечения качества разработки ПО (программного обеспечения) и его функционального тестирования, обсуждения вопросов с собеседований, проведения тестовых собеседований, составления резюме, ответов на вопросы Заказчика и других заказчиков Исполнителя;</li>
        <li>не позднее чем за 1 (Один) календарный день уведомлять Заказчика о дате и времени проведения групповой онлайн-конференции;</li>
        <li>указывать Заказчику на необходимые к изучению материалы;</li>
        <li>в течение 2 (Двух) месяцев со дня начала оказания второй части данного вида Услуг в разумный срок отвечать на любые вопросы Заказчика, заданные в письменной форме;</li>
        <li>в течение 2 (Двух) недель с даты заключения трудового (гражданско-правового) договора с работодателем (заказчиком услуг) в результате использования информации, материалов и рекомендаций, полученных в ходе оказания Услуг Исполнителем оказывать информационную поддержку Заказчика путем ответа в разумный срок на любые вопросы Заказчика, заданные в письменной форме.</li>
    </ul>
    <p className="indent2">4.1.8.5. Третья, четвертая, пятая части Услуг, указанных в п.2.2.2. Договора-оферты, оказываются Исполнителем в случае заключения Заказчиком трудового (гражданско-правового) договора с работодателем (заказчиком услуг) в результате использования информации, материалов и рекомендаций, полученных Заказчиком в ходе оказания Услуг Исполнителем.</p>
    <p className="indent2">4.1.8.6. Третья часть Услуг, указанных в п.2.2.2. Договора-оферты, оказывается Исполнителем со дня, следующего за днем оказания второй части данного вида Услуг.</p>
    <p className="indent2">4.1.8.7. При оказании третьей части Услуг, указанных в п.2.2.2. Договора-оферты, Исполнитель обязан:</p>
    <ul className="indent indent indent">
        <li>обеспечить Заказчику возможность подключения к телеграмм-чату, созданному Исполнителем в целях предоставления возможности Заказчику обсуждения содержания предоставленных Исполнителем материалов и иной коммуникации с Исполнителем, третьими лицами, привлеченными Исполнителем, другими заказчиками Исполнителя;</li>
        <li>в течение 2 (Двух) недель оказывать информационную поддержку Заказчика путем ответа в разумный срок на любые вопросы Заказчика, заданные в письменной форме.</li>
    </ul>
    <p className="indent2">4.1.8.8. Четвертая часть Услуг, указанных в п.2.2.2. Договора-оферты, оказывается Исполнителем со дня, следующего за днем оказания третьей части данного вида Услуг.</p>
    <p className="indent2">4.1.8.9. При оказании четвертой части Услуг, указанных в п.2.2.2. Договора-оферты, Исполнитель обязан:</p>
    <ul className="indent indent indent">
        <li>обеспечить Заказчику возможность подключения к телеграмм-чату, созданному Исполнителем в целях предоставления возможности Заказчику обсуждения содержания предоставленных Исполнителем материалов и иной коммуникации с Исполнителем, третьими лицами, привлеченными Исполнителем, другими заказчиками Исполнителя;</li>
        <li>в течение 2 (Двух) недель оказывать информационную поддержку Заказчика путем ответа в разумный срок на любые вопросы Заказчика, заданные в письменной форме.</li>
    </ul>
    <p className="indent2">4.1.8.10. Пятая часть Услуг, указанных в п.2.2.2. Договора-оферты, оказывается Исполнителем со дня, следующего за днем оказания четвертой части данного вида Услуг.</p>
    <p className="indent2">4.1.8.11. При оказании пятой части Услуг, указанных в п.2.2.2. Договора-оферты, Исполнитель обязан:</p>
    <ul className="indent indent indent">
        <li>обеспечить Заказчику возможность подключения к телеграмм-чату, созданному Исполнителем в целях предоставления возможности Заказчику обсуждения содержания предоставленных Исполнителем материалов и иной коммуникации с Исполнителем, третьими лицами, привлеченными Исполнителем, другими заказчиками Исполнителя;</li>
        <li>в течение 2 (Двух) недель оказывать информационную поддержку Заказчика путем ответа в разумный срок на любые вопросы Заказчика, заданные в письменной форме.</li>
    </ul>
    <p className="indent2">4.1.8.12. В случае заключения Заказчиком трудового (гражданско-правового) договора с работодателем (заказчиком услуг) в результате использования информации, материалов и рекомендаций, полученных Заказчиком в ходе оказания Услуг Исполнителем в течение 1 (Одного) месяца со дня, следующего за днем оказания пятой части данного вида Услуг, оказывать бесплатную информационную поддержку Заказчика путем ответа в разумный срок на любые вопросы Заказчика, заданные в письменной форме.</p>

    <p>4.2. Исполнитель вправе:</p>
    <p className="indent">4.2.1. Получать от Заказчика любую информацию, необходимую для выполнения своих обязательств по Договору-оферте.</p>
    <p className="indent">4.2.2. Привлекать для оказания Услуг третьих лиц без согласования с Заказчиком.</p>
    <p className="indent">4.2.3. Не приступать к оказанию Услуг в случае нарушения Заказчиком выполнения условий, указанных в п.5.2. Договора-оферты.</p>
    <p className="indent">4.2.4. Прекратить участие Заказчика в телеграмм-чатах, созданных Исполнителем, а также онлайн-конференциях, в случае нарушения Заказчиком правил, установленных в п.4.3.7. Договора-оферты.</p>

    <p>4.3. Заказчик обязуется:</p>
    <p className="indent">4.3.1. Самостоятельно и своевременно знакомиться с информацией об оказании Услуг.</p>
    <p className="indent">4.3.2. Оплатить Услуги на условиях, в порядке и в сроки, установленные в Договоре-оферте.</p>
    <p className="indent">4.3.3. Предоставить Исполнителю достоверные сведения, а также документы и иные материалы, необходимые для надлежащего исполнения Договора-оферты в сроки и на условиях, устанавливаемых Исполнителем.</p>
    <p className="indent">4.3.4. Потреблять Услуги исключительно лично.</p>
    <p className="indent">4.3.5. Выполнять практические задания, адресованные ему Исполнителем.</p>
    <p className="indent">4.3.6. Соблюдать строгую конфиденциальность по отношению к предоставляемой Исполнителем в ходе исполнения Договора-оферты информации, материалам и иным сведениям, с учетом установленных Договором-офертой ограничений.</p>
    <p className="indent">4.3.7. Заказчику во время посещения онлайн-конференций, а также в телеграмм-чате, доступ к которому был предоставлен Исполнителем, запрещается:</p>
    <ul className="indent indent">
        <li>размещать сообщения, противоречащие действующему законодательству Российской Федерации;</li>
        <li>использовать ненормативную лексику и/или оскорблять Исполнителя, иных лиц;</li>
        <li>допускать со своей стороны сообщения и/или высказывания, разжигающие межнациональные и иные конфликты;</li>
        <li>распространять сведения, носящие заведомо ложный характер, или персональные данные третьих лиц;</li>
        <li>проявлять религиозную, расовую, половую и иную нетерпимость;</li>
        <li>размещать спам, рекламу.</li>
    </ul>

    <p>4.4. Заказчик вправе:</p>
    <p className="indent">4.4.1. Требовать от Исполнителя соблюдения условий Договора-оферты.</p>
    <p className="indent">4.4.2. Задавать вопросы, касающиеся содержания предоставленных Исполнителем материалов, информации, и получать в разумный срок ответы на них. Вопросы могут быть заданы устно либо письменно при посещении групповых онлайн-конференций, путем отправки сообщения напрямую Исполнителю, а также путем размещения сообщений в телеграмм-чате, доступ к которому предоставил Исполнитель.</p>

    <h2>5. Порядок расчетов</h2>
    <p>5.1. Стоимость Услуг определяется в зависимости от вида оказываемых Услуг:</p>
    <p className="indent">5.1.1. Стоимость Услуг, указанных в п.2.2.1., составляет 90 000 (Девяносто тысяч) рублей без НДС.</p>
    <p className="indent">5.1.2. Стоимость Услуг, указанных в п.2.2.2., рассчитывается в следующем порядке:</p>
    <p className="indent indent">5.1.2.1. Размер стоимости первой части данного вида Услуг составляет 40 000 (Сорок тысяч) рублей без НДС.</p>
    <p className="indent indent">5.1.2.2. Размер стоимости второй части данного вида Услуг составляет:</p>
    <ul className="indent indent indent">
     <li>100 000 (Сто тысяч) рублей без НДС в случае, если Заказчик не заключит трудовой (гражданско-правовой) договор с работодателем (заказчиком услуг) в результате использования информации, материалов и рекомендаций, полученных Заказчиком в ходе оказания Услуг Исполнителем;</li>
        <li>25% (Двадцать пять процентов) от суммы оплаты труда (стоимости оказания услуг – в случае заключения гражданско-правового договора) – за один месяц работы после вычета налогов (в расчете учитываются все указанные в трудовом (гражданско-правовом) договоре выплаты: оклад, премии, компенсации, иные выплаты в пересчете на один месяц), указанной в трудовом (гражданско-правовом) договоре, заключенном между Заказчиком и работодателем (заказчиком услуг – в случае заключения гражданско-правового договора) в результате использования информации, материалов и рекомендаций, полученных в ходе оказания Услуг Исполнителем.</li>
    </ul>
    <p className="indent indent">5.1.2.3. Размер стоимости третьей, четвертой, пятой части данного вида Услуг составляет 25% (Двадцать пять процентов) за каждую часть данного вида Услуг от суммы оплаты труда (стоимости оказания услуг – в случае заключения гражданско-правового договора) – за один месяц работы после вычета налогов (в расчете учитываются все указанные в трудовом (гражданско-правовом) договоре выплаты: оклад, премии, компенсации, иные выплаты в пересчете на один месяц), указанной в трудовом (гражданско-правовом) договоре, заключенном между Заказчиком и работодателем (заказчиком услуг – в случае заключения гражданско-правового договора) в результате использования информации, материалов и рекомендаций, полученных в ходе оказания Услуг Исполнителем.</p>
    <p>5.2. Заказчик оплачивает Услуги в следующем порядке:</p>
    <p className="indent">5.2.1. Полная стоимость Услуг, указанных в п.2.2.1. Договора-оферты, оплачивается в день оказания данного вида Услуг (непосредственно перед оказанием Услуг).</p>
    <p className="indent">5.2.2. Полная стоимость первой части Услуг, указанных в п.2.2.2. Договора-оферты, оплачивается в день оказания первой части данного вида Услуг (непосредственно перед оказанием Услуг).</p>
    <p className="indent">5.2.3. Вторая часть Услуг, указанных в п.2.2.2. Договора-оферты, оплачивается в день окончания оказания соответствующей части данного вида Услуг (непосредственно после оказания Услуг).</p>
    <p className="indent">5.2.4. Третья, четвертая, пятая части Услуг, указанных в п.2.2.2. Договора-оферты, оплачиваются в день окончания оказания соответствующей части данного вида Услуг (непосредственно после оказания Услуг) в случае их предоставления.</p>
    <p>5.3. Заказчик оплачивает Услуги любым доступным на момент оплаты способом, предоставляемым ООО «Продамус» ИНН 1215156909 ОГРН 1111215003460 (далее по тексту – Агент), после перехода по платежной ссылке, предоставляемой Исполнителем, и заполнения формы оплаты.</p>
    <p>5.4. Безопасность, а также иные условия использования выбранных Заказчиком способов оплаты выходят за рамки Договора-оферты и регулируются соглашениями с соответствующими платежными системами.</p>
    <p>5.5. Заказчик самостоятельно несет ответственность за ошибки, которые допущены им при оплате Услуг. Исполнитель не несет ответственности за убытки и иные неблагоприятные последствия, которые могут возникнуть у Заказчика и/или третьих лиц в случае неправильного указания назначения платежа.</p>
    <p>5.6. В случае выбора Заказчиком способа оплаты Услуг с применением банковского продукта «рассрочка» (оплаты Услуг с привлечением кредита в одном из банков-партнеров Агента), стоимость Услуг уменьшается таким образом, чтобы сумма уплаченных процентов за пользование кредитом вместе с суммой кредита для Заказчика составила не более первоначальной стоимости Услуг. Данный функционал рассрочки реализован на сайте Агента путем заполнения Заказчиком отдельной формы и перенаправления Заказчика на сайты кредитных организаций для дальнейшей коммуникации Заказчика и организации, предоставляющей кредит. Исполнитель не является вовлеченной во взаимоотношения Заказчика по получению кредита стороной, не несет какой-либо ответственности за действия (бездействия) организации, предоставляющей кредит и/или Заказчика. Данный функционал не является навязанным и может быть использован Заказчиком исключительно добровольно.</p>
    <p>5.7. По согласованию Сторон размер стоимости Услуг может быть уменьшен. Для получения согласованной скидки Заказчик при заполнении формы оплаты обязан указать промокод, который был предоставлен ему Исполнителем.</p>
    <p>5.8. Обязанность Заказчика по оплате Услуг считается исполненной с даты поступления денежных средств на банковский счет Агента.</p>
    <p>5.9. В случае невозможности исполнения, возникшей по вине Заказчика, Услуги подлежат оплате в полном объеме.</p>
    <p>5.10. В случае, когда невозможность исполнения возникла по обстоятельствам, за которые ни одна из Сторон не отвечает, Заказчик возмещает Исполнителю фактически понесенные им расходы.</p>
    <p>5.11. Совершая акцепт Договора-оферты, Заказчик дает согласие на получение одного чека оплаты Услуг по признаку «Полный расчет» в момент оплаты полной стоимости Услуг/части Услуг.</p>

    <h2>6. Конфиденциальность</h2>
    <p>6.1. Стороны договорились сохранять в режиме конфиденциальности любые сведения, полученные одной Стороной в отношении другой в ходе исполнения Договора-оферты. Также к конфиденциальной относится любая информация, относящаяся к процессу оказания Услуг Исполнителем, не опубликованная в открытом доступе и не являющаяся доступной для всеобщего сведения.</p>
    <p>6.2. Режим конфиденциальности распространяется на любую иную информацию, которую любая из Сторон идентифицирует как конфиденциальную до или сразу после ее предоставления другой Стороне.</p>
    <p>6.3. К информации, признаваемой в соответствии с Договором-офертой конфиденциальной, не могут относиться сведения, являющиеся в соответствии с требованиями российского законодательства общедоступными.</p>
    <p>6.4. Обязательства о конфиденциальности сохраняют силу в течение 3 (Трех) лет после истечения срока действия или расторжения Договора-оферты.</p>

    <h2>7. Права на результаты интеллектуальной деятельности</h2>
    <p>7.1. Материалы и любые иные сведения (информация), предоставляемые Исполнителем Заказчику в процессе оказания Услуг, являются интеллектуальной собственностью Исполнителя (третьих лиц, привлекаемых Исполнителем) и защищены законодательством. Незаконное использование (воспроизведение, распространение, публичный показ и т.д.) указанных материалов, информации в целях извлечения прибыли без письменного согласия запрещено.</p>
    <p>7.2. Заказчик вправе использовать указанные в п.7.1 Договора-оферты материалы и информацию исключительно в личных целях.</p>
    <p>7.3. Использование указанных в п.7.1 Договора-оферты материалов и информации ограничено обязательством Заказчика не воспроизводить, не повторять и не копировать, не продавать и не уступать, не использовать их для каких-либо коммерческих целей, а также не передавать третьим лицам сами материалы и информацию и доступ к ним.</p>

    <h2>8. Ответственность Сторон</h2>
    <p>8.1. Стороны несут ответственность за неисполнение или ненадлежащее исполнение своих обязательств по Договору-оферте в соответствии с действующим законодательством Российской Федерации.</p>
    <p>8.2. Стороны освобождаются от ответственности за частичное или полное неисполнение своих обязательств по Договору-оферте, если неисполнение обязательств явилось следствием обстоятельств непреодолимой силы, возникших после заключения Договора-оферты в результате событий чрезвычайного характера, которые Сторона не могла ни предвидеть, ни предотвратить разумными мерами. К обстоятельствам непреодолимой силы относятся события, на которые Сторона не может оказать влияния и за возникновение которых она не несет ответственности.</p>
    <p>8.3. Исполнитель не несет ответственности за невозможность оказания Услуг Заказчику по причинам, не зависящим от Исполнителя, в том числе: нарушение работы Интернета, оборудования или ПО со стороны Заказчика. В данном случае Услуги считаются оказанными надлежащим образом.</p>
    <p>8.4. Заказчик несет ответственность за полноту и достоверность сведений (в том числе персональных данных), предоставленных Исполнителю. Заказчик самостоятельно и в полном объеме несет все риски, связанные с отсутствием у Исполнителя актуальных сведений (в том числе персональных данных).</p>
    <p>8.5. Заказчик признает, что достигаемые результаты являются плодом намерений, решений и действий самого Заказчика, поддерживаемых усилиями Исполнителя. Заказчик понимает, что он сам несет ответственность за свои результаты, что эффективность применения предоставленных Исполнителем материалов, информации может быть обеспечена только Заказчиком, в том числе путем надлежащего исполнения Заказчиком указаний и рекомендаций Исполнителя, и Заказчик согласен с этим.</p>
    <p>8.6. Никакая информация и/или материалы, предоставляемые Исполнителем в рамках оказания Услуг, не могут рассматриваться как гарантии. Принятие решений на основе всей предоставленной Исполнителем информации находится в исключительной компетенции Заказчика. Заказчик принимает на себя полную ответственность и риски, связанные с использованием информации и материалов, предоставленных Исполнителем в рамках исполнения своих обязательств по Договору-оферте.</p>
    <p>8.7. Исполнитель не несет ответственности за несоответствие предоставленных Услуг ожиданиям Заказчика и/или за его субъективную оценку. Несоответствие ожиданиям и/или отрицательная субъективная оценка не являются основаниями считать Услуги оказанными некачественно или не в согласованном объеме. Также не является таким основанием мнение третьих лиц.</p>
    <p>8.8. За нарушение режима конфиденциальности, определенного в п.6 Договора-оферты, Заказчик, совершивший подобное нарушение, обязан выплатить Исполнителю неустойку в размере 250 000 (Двести пятьдесят тысяч) рублей, а также сверх неустойки возместить Исполнителю возникшие у него, в связи с этим нарушением убытки.</p>
    <p>8.9. За нарушение положений п.7 Договора-оферты, Заказчик, совершивший подобное нарушение, обязан выплатить Исполнителю неустойку в размере 250 000 (Двести пятьдесят тысяч) рублей, а также сверх неустойки возместить Исполнителю возникшие у него, в связи с этим нарушением убытки, включая упущенную выгоду.</p>

    <h2>9. Разрешение споров</h2>
    <p>9.1. Споры и разногласия, которые могут возникнуть при исполнении Договора-оферты, могут быть урегулированы в претензионном порядке.</p>
    <p>9.2. Претензия Заказчика по неисполнению и/или ненадлежащему исполнению Исполнителем своих обязательств по Договору-оферте предъявляется Исполнителю по адресу электронной почты, указанной в п.12 Договора-оферты. К претензии прилагаются необходимые для рассмотрения претензии документы, в которых должны быть указаны сведения о неисполнении или ненадлежащем исполнении обязательств Исполнителя. Срок ответа на претензию составляет не более 10 (Десяти) рабочих дней с момента поступления претензии.</p>
    <p>9.3. В случае если претензия была признана Исполнителем обоснованной, выявленные недостатки подлежат устранению. Отказ в удовлетворении претензии должен быть аргументирован.</p>
    <p>9.4. В случае недостижения соглашения споры разрешаются в судебном порядке в соответствии с действующим законодательством Российской Федерации.</p>

    <h2>10. Обработка персональных данных</h2>
    <p>10.1. Под обработкой персональных данных в настоящем Договоре-оферте понимается сбор, систематизация, накопление, хранение, использование, уточнение (обновление, изменение), обезличивание, блокирование, уничтожение персональных данных Заказчика в целях оказания Услуг, а также осуществление любых иных действий с персональными данными Заказчика с учетом действующего законодательства Российской Федерации.</p>
    <p>10.2. Совершая акцепт Договора-оферты, Заказчик дает Исполнителю согласие на обработку своих персональных данных, а именно:</p>
    <ul>
        <li>Фамилия, имя, отчество;</li>
        <li>Почтовый адрес;</li>
        <li>Адрес электронной почты;</li>
        <li>Номера телефонов;</li>
        <li>Год, месяц, дата рождения;</li>
        <li>Паспортные данные.</li>
    </ul>
    <p>10.3. Совершая акцепт Договора-оферты, Заказчик дает согласие на обработку своих персональных данных Исполнителем с применением следующих основных способов (но, не ограничиваясь ими): автоматизированная обработка, обработка без использования средств автоматизации, хранение, запись на электронные носители и их хранение, составление перечней, ведение баз данных.</p>
    <p>10.4. Согласие на обработку персональных данных действует с момента акцепта Договора-оферты. Срок хранения персональных данных после окончания оказания Услуг – 5 (Пять) лет, с целью соблюдения Исполнителем обязанности, предусмотренной пп.8 п.1 ст.23 НК РФ. Согласие на обработку персональных данных может быть отозвано Заказчиком при представлении Исполнителю заявления в простой письменной форме в соответствии с требованиями действующего законодательства Российской Федерации.</p>

    <h2>11. Прочие условия</h2>
    <p>11.1. По вопросам, неурегулированным Договором-офертой, Стороны руководствуются действующим законодательством Российской Федерации.</p>
    <p>11.2. Стороны признают обмен сообщениями по адресам электронной почты, указанным в п.12 Договора-оферты и предоставленным Заказчиком при заполнении формы оплаты, а также с помощью мессенджера Telegram надлежащим способом передачи юридически значимой информации (содержимое писем и сообщений) и документации, признают их равнозначными документам, составленным в письменной форме, подписанным собственноручной подписью, так как только сами Стороны и уполномоченные, ими лица имеют доступ к соответствующим средствам связи. Доступ к электронной почте каждая Сторона осуществляет по паролю и/или логину и обязуется сохранять его конфиденциальность. Все сообщения и документы, направленные/полученные Сторонами указанным в настоящем пункте способом, могут использоваться в качестве письменных доказательств в суде.</p>
    <p>11.3. Обо всех изменениях контактной информации, банковских и иных реквизитов, а также способов обмена информацией, имеющей отношение к Договору-оферте или в связи с ним, Стороны обязаны письменно уведомить друг друга в течение 3 (Трех) рабочих дней со дня такого изменения.</p>

    <h2>12. Реквизиты Исполнителя</h2>
    <p>
      Индивидуальный предприниматель Привалов Александр Владимирович<br />
      ИНН: 860330503901<br />
      ОГРНИП: 324784700269944<br />
      Р/сч.: 40802810220000396833<br />
      Банк: ООО "Банк Точка"<br />
      К/сч.: 30101810745374525104<br />
      БИК 044525104<br />
      e-mail: alexanderoboje@yandex.ru<br />
      Telegram: @Polynskih
    </p>

    <p>Дата публикации «3» февраля 2025 года</p>
    
          </div>
        </div>
      </body>
    </div>
  );
};

export default Offer;
