import styles from './index.module.css';

const Offer = () => {
 return (
   <div>
     <header className={styles.header}>
       <nav className={styles.navbar}>
         <div className={styles.navLeft}>
           <h2><a href="/">Polynskih</a></h2>
         </div>
         <div className={styles.navButton}>
           <button>
             <a href="https://t.me/Polynskih" target="_blank">
               Бесплатная консультация
             </a>
           </button>
         </div>
       </nav>
     </header>
     <body>
       <div className={styles.offer}>
         <h1 className={styles.offerTitle}>Договор-оферта оказания информационно-консультационных услуг</h1>
         <div className={styles.offerContent}>
           <h2>1. Общие положения</h2>
           <p>1.1. Индивидуальный предприниматель Привалов Александр Владимирович, именуемый в дальнейшем Исполнитель, адресует настоящий договор-оферту оказания информационно-консультационных услуг (далее по тексту – Договор-оферта) любому лицу (неопределенному кругу лиц), чья воля будет выражена им лично либо через уполномоченного представителя, выразившему готовность воспользоваться услугами Исполнителя. Заказчиком признается лицо, которое заключило договор с Исполнителем в электронной форме в результате акцепта настоящего Договора-оферты. В дальнейшем по тексту Договора-оферты Исполнитель и Заказчик вместе именуются Стороны, а индивидуально – Сторона.</p>
           <p>1.2. Договор-оферта является официальным предложением Исполнителя (офертой) к заключению договора оказания информационно-консультационных услуг и содержит все существенные условия договора оказания информационно-консультационных услуг.</p>
           <p>1.3. Акцептом Договора-оферты является частичная/полная оплата Заказчиком услуг Исполнителя в порядке, размере и сроки, указанные в Договоре-оферте.</p>
           <p>1.4. Совершая акцепт Договора-оферты, Заказчик гарантирует, что ознакомлен, соглашается, полностью и безоговорочно принимает все условия Договора-оферты в том виде, в каком они изложены в тексте Договора-оферты. Также Заказчик подтверждает, что Договор-оферта не содержит иных явно обременительных для Заказчика условий, которые Заказчик, исходя из своих разумно понимаемых интересов, не принял бы при наличии у него возможности участвовать в определении условий Договора-оферты, а услуги, указанные в Договоре-оферте, не являются навязанными Заказчику.</p>
           <p>1.5. Совершая акцепт Договора-оферты, Заказчик подтверждает, что воспользовался правом получить у Исполнителя разъяснения относительно условий оказания услуг, а также подтверждает то, что условия оказания услуг полностью соответствуют воле, потребностям и требованиям Заказчика.</p>
           <p>1.6. Заказчик понимает, что акцепт Договора-оферты в порядке, указанном в п.3 Договора-оферты равносилен заключению договора на условиях, изложенных в Договоре-оферте.</p>
           <p>1.7. Совершая акцепт Договора-оферты, Заказчик гарантирует, что он обладает необходимой дее- и правоспособностью, а также необходимыми полномочиями и правами на вступление в договорные отношения с Исполнителем.</p>
           <p>1.8. Договор-оферта является равносильным договору, подписанному Сторонами, имеет юридическую силу и действителен в электронном виде.</p>
           <p>1.9. Договор-оферта может быть отозван в любое время до момента его акцепта.</p>
           <p>1.10. Информационно-консультационные услуги не являются образовательной деятельностью, не подлежат лицензированию, не сопровождаются проведением итоговой аттестации, присвоения какой-либо квалификации и выдачей документа об образовании.</p>

           <h2>2. Предмет договора</h2>
           <p>2.1. Исполнитель обязуется оказывать информационно-консультационные услуги, указанные в п.2.2. Договора-оферты, (далее по тексту – Услуги), а Заказчик обязуется оплатить Услуги.</p>
           <p>2.2. В рамках Договора-оферты Исполнитель оказывает по выбору Заказчика следующие виды Услуг:</p>
           <p>2.2.1. Предоставление доступа к материалам, необходимым для освоения профессии QA инженера (тестировщика), а также материалам, позволяющим подготовиться к собеседованиям на должность QA инженера (тестировщика).</p>
           <p>2.2.2. Информационно-консультационное сопровождение при трудоустройстве в сфере обеспечения качества разработки ПО (программного обеспечения) и его функционального тестирования.</p>
           <p>2.2.3. Информационно-консультационные услуги в виде предоставления доступа к закрытому телеграмм-чату с обучающими материалами по автоматизированному тестированию в сфере обеспечения качества разработки ПО (программного обеспечения) и его функционального тестирования.</p>

           <h2>3. Оказание услуг</h2>
           <p>3.1. Оказание Услуг осуществляется Исполнителем в онлайн формате путем предоставления ссылок на материалы, предоставления ответов на вопросы Заказчика, организации онлайн-конференций и другими способами в зависимости от вида Услуг. Стороны пришли к соглашению, что акт оказанных услуг по результатам оказания Услуг не составляется и не подписывается. Услуги считаются принятыми Заказчиком надлежащим образом по качеству и объему, если в течение семи календарных дней после фактического оказания Услуг Исполнитель не получил от Заказчика мотивированных письменных возражений по качеству оказанных Услуг на электронную почту.</p>
           <p>3.2. В случае, если Заказчик, по причинам, не зависящим от Исполнителя, не воспользовался Услугами и не уведомил Исполнителя о своем желании отказаться от Услуг в порядке, предусмотренном Договором-офертой, Услуги считаются предоставленными.</p>

           <h2>4. Заключение, изменение, расторжение Договора-оферты</h2>
           <p>4.1. Заказчик совершает акцепт Договора-оферты путем совершения частичной/полной оплаты Услуг Исполнителя.</p>
           <p>4.2. Заказчик совершает выбор вида Услуг, подлежащих оказанию Исполнителем, путем совершения частичной/полной оплаты соответствующего вида Услуг.</p>
           <p>4.3. Договор-оферта вступает в силу с момента совершения акцепта Заказчиком и действует до полного исполнения Сторонами своих обязательств.</p>
           <p>4.4. Исполнитель вправе в одностороннем порядке в любое время вносить изменения в условия Договора-оферты. Изменения в условия Договора-оферты начинают свое действие с момента их опубликования.</p>
           <p>4.5. Договор-оферта может быть расторгнут по соглашению Сторон или в одностороннем порядке в случаях, предусмотренных законодательством Российской Федерации.</p>

           <h2>5. Права и обязанности Сторон</h2>
           <p>5.1. Исполнитель обязуется:</p>
           <p>5.1.1. Довести до сведения Заказчика необходимую информацию об Услугах и Исполнителе.</p>
           <p>5.1.2. Обеспечить оказание Услуг в срок, согласованный с Заказчиком, и в соответствии с описанием Услуг.</p>
           <p>5.1.3. Сохранять конфиденциальную информацию, полученную от Заказчика, при оказании Услуг.</p>
           <p>5.1.4. Соблюдать требования действующего законодательства Российской Федерации, касающиеся обработки, передачи и защиты персональных данных Заказчика.</p>
           <p>5.1.5. Оказывать Услуги на должном профессиональном экспертном уровне, основываясь на своем практическом опыте и накопленных знаниях / умениях и/или практическом опыте и накопленных знаниях / умениях привлеченных им третьих лиц.</p>
           <p>5.1.6. В соответствии с выбранным Заказчиком видом Услуг направить Заказчику ссылку на форму оплаты соответствующей Услуги.</p>

           <p>5.1.7. В случае оказания Услуг, указанных в п.2.2.1. Договора-оферты, Исполнитель обязан:</p>
           <p>5.1.7.1. В день оплаты предоставить доступ к материалам, необходимым для освоения профессии QA инженера (тестировщика), а также материалам для подготовки к трудоустройству в сфере обеспечения качества разработки ПО (программного обеспечения) и его функционального тестирования, путем направления ссылки на материалы Заказчику.</p>
           <p>5.1.7.2. Обеспечить Заказчику возможность подключения к телеграмм-чату, созданному Исполнителем для обсуждения содержания предоставленных Исполнителем материалов и иной коммуникации с Исполнителем, третьими лицами, привлеченными Исполнителем, другими заказчиками Исполнителя.</p>
           <p>5.1.7.3. В течение 2 (Двух) месяцев после оплаты Услуг еженедельно организовывать бесплатные групповые онлайн-конференции продолжительностью не более 1 (Одного) часа для разбора материалов.</p>
           <p>5.1.7.4. Уведомлять о конференциях не позднее чем за 1 день.</p>
           <p>5.1.7.5. В течение 2 месяцев отвечать на вопросы по материалам.</p>
           <p>5.1.7.6. После трудоустройства в течение 3 месяцев оказывать бесплатную информационную поддержку.</p>

           <p>5.1.8. В случае оказания Услуг, указанных в п.2.2.2. Договора-оферты, Исполнитель обязан:</p>
           <p>5.1.8.1. Услуги состоят из 2 (Двух) частей.</p>
           <p>5.1.8.2. В первый день предоставить доступ к материалам по трудоустройству.</p>
           <p>5.1.8.3. Вторая часть начинается со следующего дня.</p>
           <p>5.1.8.4. При оказании второй части Исполнитель обязан:</p>
           <ul>
             <li>Обеспечить доступ к телеграмм-чату</li>
             <li>2 месяца проводить еженедельные конференции по 1 часу</li>
             <li>Уведомлять о конференциях за 1 день</li> 
             <li>Указывать необходимые материалы</li>
             <li>2 месяца отвечать на вопросы</li>
             <li>После трудоустройства 3 месяца оказывать поддержку</li>
           </ul>

           <p>5.1.9. В случае оказания Услуг, указанных в п.2.2.3. Договора-оферты, Исполнитель обязан:</p>
           <p>5.1.9.1. В день оплаты предоставить доступ к закрытому телеграмм-чату с материалами по автоматизированному тестированию.</p>
           <p>5.1.9.2. В течение 16 недель проводить еженедельные конференции по 1 часу для разбора материалов.</p>
           <p>5.1.9.3. Уведомлять о конференциях за 1 день.</p>
           <p>5.1.9.4. 16 недель отвечать на вопросы по материалам.</p>

           <h2>6. Порядок расчетов</h2>
           <p>6.1. Стоимость Услуг определяется в зависимости от вида:</p>
		   <p>6.1.1. Стоимость Услуг по п.2.2.1. составляет 120 000 (Сто двадцать тысяч) рублей без НДС.</p>
           <p>6.1.2. Стоимость Услуг по п.2.2.2. рассчитывается:</p>
           <p>6.1.2.1. Первая часть - 40 000 (Сорок тысяч) рублей без НДС.</p>
           <p>6.1.2.2. Вторая часть:</p>
           <ul>
             <li>100 000 (Сто тысяч) рублей без НДС если не произошло трудоустройство;</li>
             <li>100% от месячной зарплаты после вычета налогов при трудоустройстве (включая оклад, премии, компенсации и иные выплаты).</li>
           </ul>
           <p>6.1.3. Стоимость Услуг по п.2.2.3. составляет 48 200 (Сорок восемь тысяч двести) рублей без НДС.</p>

           <p>6.2. Порядок оплаты:</p>
           <p>6.2.1. Услуги по п.2.2.1. оплачиваются полностью в день начала оказания услуг.</p>
           <p>6.2.2. Первая часть Услуг по п.2.2.2. оплачивается полностью в день начала.</p>
           <p>6.2.3. Вторая часть Услуг по п.2.2.2. оплачивается:</p>
           <p>6.2.3.1. 100% в течение 2 недель после окончания при отсутствии трудоустройства.</p>
           <p>6.2.3.2. При трудоустройстве:</p>
           <ul>
             <li>25% через 2 недели после трудоустройства</li>
             <li>25% через 4 недели после трудоустройства</li>
             <li>25% через 6 недель после трудоустройства</li>
             <li>25% через 8 недель после трудоустройства</li>
           </ul>
           <p>6.2.4. Услуги по п.2.2.3. оплачиваются полностью в день начала оказания услуг.</p>

           <p>6.3. Оплата производится через ООО «Продамус» (ИНН 1215156909, ОГРН 1111215003460) по предоставленной Исполнителем ссылке.</p>
           <p>6.4. Условия использования способов оплаты регулируются соглашениями с платежными системами.</p>
           <p>6.5. Заказчик несет ответственность за ошибки при оплате.</p>
           <p>6.6. При оплате в рассрочку стоимость уменьшается на сумму процентов за кредит.</p>
           <p>6.7. Возможно предоставление скидки по промокоду.</p>
           <p>6.8. Оплата считается произведенной при поступлении средств Агенту.</p>
           <p>6.9. При невозможности исполнения по вине Заказчика услуги оплачиваются полностью.</p>
           <p>6.10. При невозможности исполнения по обстоятельствам, за которые ни одна сторона не отвечает, Заказчик возмещает фактические расходы.</p>
           <p>6.11. Заказчик согласен получить один чек при полной оплате.</p>

           <h2>7. Конфиденциальность</h2>
           <p>7.1. Стороны сохраняют конфиденциальность информации.</p>
           <p>7.2. Режим распространяется на информацию, определенную как конфиденциальная.</p>
           <p>7.3. Исключение - общедоступная информация.</p>
           <p>7.4. Обязательства действуют 3 года после окончания договора.</p>

           <h2>8. Права на результаты интеллектуальной деятельности</h2>
           <p>8.1. Материалы являются интеллектуальной собственностью Исполнителя.</p>
           <p>8.2. Использование только в личных целях.</p>
           <p>8.3. Запрещено копирование, распространение, коммерческое использование.</p>

           <h2>9. Ответственность Сторон</h2>
           <p>9.1. Ответственность по законодательству РФ.</p>
           <p>9.2. Форс-мажор освобождает от ответственности.</p>
           <p>9.3. Исполнитель не отвечает за технические проблемы Заказчика.</p>
           <p>9.4. Заказчик отвечает за достоверность данных.</p>
           <p>9.5. Результаты зависят от действий Заказчика.</p>
           <p>9.6. Исполнитель не гарантирует результат.</p>
           <p>9.7. Субъективная оценка не влияет на факт оказания услуг.</p>
           <p>9.8. За нарушение конфиденциальности - штраф 250 000 рублей.</p>
           <p>9.9. За нарушение прав на материалы - штраф 250 000 рублей.</p>

           <h2>10. Обработка персональных данных</h2>
           <p>10.1. Обработка включает сбор, хранение, использование данных.</p>
           <p>10.2. Обрабатываются:</p>
           <ul>
             <li>ФИО</li>
             <li>Адрес</li>
             <li>Email</li>
             <li>Имя в Telegram</li>
             <li>Телефон</li>
             <li>Дата рождения</li>
             <li>Паспортные данные</li>
           </ul>
           <p>10.3. Способы обработки: автоматизированная и ручная.</p>
           <p>10.4. Срок хранения - 5 лет после окончания услуг.</p>

           <h2>11. Прочие условия</h2>
           <p>11.1. Применяется право РФ.</p>
           <p>11.2. Электронная переписка имеет юридическую силу.</p>
           <p>11.3. Об изменениях реквизитов уведомлять за 3 дня.</p>

           <h2>12. Реквизиты Исполнителя</h2>
           <p>
             Индивидуальный предприниматель Привалов Александр Владимирович<br />
             ИНН: 860330503901<br />
             ОГРНИП: 324784700269944<br />
             Р/сч.: 40802810220000396833<br />
             Банк: ООО "Банк Точка"<br />
             К/сч.: 30101810745374525104<br />
             БИК 044525104<br />
             e-mail: alexanderoboje@yandex.ru<br />
             Telegram: @Polynskih
           </p>

           <p>Дата публикации «15» февраля 2025 года</p>
         </div>
       </div>
     </body>
   </div>
 );
};

export default Offer;
